-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 13, 2024 at 09:10 AM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `shoponline2`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `a_id` int(4) NOT NULL,
  `a_name` varchar(200) NOT NULL,
  `a_username` varchar(200) NOT NULL,
  `a_password` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`a_id`, `a_name`, `a_username`, `a_password`) VALUES
(1, 'admin1', 'ณัฐพร', '81dc9bdb52d04dc20036dbd8313ed055');

-- --------------------------------------------------------

--
-- Table structure for table `contacts`
--

CREATE TABLE `contacts` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `message` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `customer`
--

CREATE TABLE `customer` (
  `c_id` int(11) NOT NULL,
  `c_fullname` varchar(50) DEFAULT NULL,
  `c_address1` varchar(200) DEFAULT NULL,
  `c_address2` varchar(200) NOT NULL,
  `c_address3` varchar(200) NOT NULL,
  `c_phonnumber` char(10) NOT NULL,
  `c_email` varchar(50) DEFAULT NULL,
  `c_password` varchar(50) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `customer`
--

INSERT INTO `customer` (`c_id`, `c_fullname`, `c_address1`, `c_address2`, `c_address3`, `c_phonnumber`, `c_email`, `c_password`) VALUES
(1, 'น้ำใจ ใจสะอาดวิ้งๆ', 'มมส 41150', 'บ้านที่รักเรา', 'ที่ไหนก็ได้', '0987654321', 'numnum@gmail.com', '1020'),
(2, 'ลงหมี มีมี่', 'บ้านขามเรียง 445211', 'บ้านลุงมีมี่ มีหมีอยู่หน้าบ้าน', '', '0214748364', 'somchaieiei@gmail.com', '3040'),
(3, 'เทียนไข', 'บ้านนี้ดีอยู่แล้วรวย 9999  ', '', '', '0941300586', 'tainkai@gmail.com', '12345'),
(4, 'สมใจ', 'มมส ในเมือง 0014', '', '', '0937487458', 'someone014@gmail.com', '123456');

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE `orders` (
  `oid` int(7) UNSIGNED ZEROFILL NOT NULL,
  `ototal` int(7) NOT NULL,
  `odate` datetime NOT NULL,
  `c_id` int(7) NOT NULL,
  `c_address` varchar(200) NOT NULL,
  `status` varchar(50) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`oid`, `ototal`, `odate`, `c_id`, `c_address`, `status`) VALUES
(0000047, 209, '2024-10-12 22:38:37', 1, 'ที่ไหนก็ได้', 'ผู้ขายกำลังเตรียมพัสดุ'),
(0000046, 79, '2024-10-12 22:35:37', 1, 'มมส 41150', 'สั่งซื้อสินค้าสำเร็จ');

-- --------------------------------------------------------

--
-- Table structure for table `orders_detail`
--

CREATE TABLE `orders_detail` (
  `od_id` int(6) NOT NULL,
  `oid` int(7) UNSIGNED ZEROFILL NOT NULL,
  `pid` int(7) NOT NULL,
  `item` int(7) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `orders_detail`
--

INSERT INTO `orders_detail` (`od_id`, `oid`, `pid`, `item`) VALUES
(76, 0000047, 27, 1),
(75, 0000046, 15, 1);

-- --------------------------------------------------------

--
-- Table structure for table `product`
--

CREATE TABLE `product` (
  `p_id` int(4) NOT NULL,
  `p_name` varchar(200) NOT NULL,
  `p_detail` text NOT NULL,
  `p_price` int(6) NOT NULL,
  `p_picture1` varchar(200) NOT NULL,
  `p_picture2` varchar(200) NOT NULL,
  `p_picture3` varchar(2000) NOT NULL,
  `p_picture4` varchar(200) NOT NULL,
  `pt_id` int(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `product`
--

INSERT INTO `product` (`p_id`, `p_name`, `p_detail`, `p_price`, `p_picture1`, `p_picture2`, `p_picture3`, `p_picture4`, `pt_id`) VALUES
(1, 'ดินสอกด 0.7 มม. Rotring Tikky ด้ามสีขาว', '-กลไกเรียกไส้ชนิดทองเหลืองเพื่อความแม่นยำ -หลอดบรรจุพลาสติก น้ำหนักเบา\r\n-ด้ามพลาสติกคุณภาพดี ออกแบบทันสมัย สวยมีเอกลักษณ์\r\n-หัวดินสอแบบท่อโลหะ กดเก็บได้ ช่วยผ่อนแรงกด----ขณะเขียนและง่ายต่อการบังคับมือ\r\n-หุ้มยางนิ่มบริเวณ Grip Zone กระชับมือขณะเขียนมากยิ่งขึ้น\r\n-มีคลิปหนีบโลหะ สำหรับพกพา\r\n-ผลิตและนำเข้าจากประเทศเยอรมนี\r\nด้ามสีขาว\r\n-ขนาดไส้ดินสอ 0.5 มม.\r\n', 145, '1.1.jpg', '1.2.jpg', '1.3.jpg', '1.4.jpg', 1),
(6, 'กบเหลาดินสอ Clock Clock คละสี มาเพ็ด SH017610', 'กบเหลาดินสอ แบบ 1 รู * ดีไซน์รูปกระต่าย ขณะเหลาฟันขยับได้เพิ่มความเพลิดเพลิน * มียางช่วยล็อคดินสอไม่ให้หล่น * ขนาดกะทัดรัด พกพาสะดวก * คละสี * จำนวน 1 อัน *หมายเหตุการสั่งซื้อ* * สินค้าจำหน่ายคละแบบคละสี (ขึ้นอยู่กับ lot การผลิต) * บริษัทฯ ขอสงวนสิทธิ์ในการเลือกแบบและสี\r\n', 66, '6.1.jpg', '6.2.jpg', '6.3.jpg', '6.4.jpg', 1),
(5, 'ไส้ดินสอ 2B 0.5 มม. ควอนตั้ม รุ่น Q300 (หลอด 15 ไส้)', '-ไส้ดินสอ Hi-Polymer และแกรไฟต์แท้\r\n-เขียนนุ่มลื่น ไม่เปราะง่าย คมชัดทุกลายเส้น\r\n-สำหรับดินสอกดทุกรูปแบบที่รองรับขนาดไส้ตามที่กำหนด\r\n-ความเข้มไส้ดินสอ 2B\r\n-ขนาดไส้ดินสอ 0.5 มม.\r\n-ความยาวไส้ดินสอ 60 มม.\r\n-บรรจุ 15 ไส้ / หลอด\r\n-ผลิตในประเทศไทย', 15, '5.1.jpg', '5.2.jpg', '5.3.jpg', '5.4.jpg', 1),
(3, 'เครื่องเหลาดินสอ ELM 147 สีน้ำเงิน', '-เครื่องเหลาดินสอ แบบ 1 รู\r\n-ผลิตจากโลหะเคลือบสีอย่างดี แข็งแรง ทนทาน\r\n-เหลาดินสอได้ทั้งแบบกลมและเหลี่ยม\r\n-มาพร้อมปุ่มกด ปลดไส้ดินสอที่หักภายในเครื่อง\r\n-เหมาะสำหรับเหลาดินสอไม้ทั่วไป\r\n-ขนาดสินค้า (กว้าง x ยาว x สูง) : 13.2 × 8.2 × 11.6 ซม./เครื่อง\r\n-สีน้ำเงิน', 22, '3.1.jpg', '3.2.jpg', '3.3.jpg', '3.4.jpg', 1),
(4, 'กระเป๋าดินสอ 20x10 ซม. ME.STYLE STRAWBERRY 2-B', '-กระเป๋าดินสอเครื่องเขียน\r\n-เปิด-ปิดด้วยซิปรูด หัวซิปแบบโลหะ\r\n-สามารถเช็ดทำความสะอาดได้\r\n-สำหรับใส่อุปกรณ์เครื่องเขียนหรือสิ่งของจิปาถะต่างๆ\r\n-ขนาดสินค้า (กว้าง x ยาว) : 20 x 10 ซม. / ใบ\r\n', 99, '4.1.jpg', '4.2.jpg', '4.3.jpg', '4.4.jpg', 1),
(2, 'ดินสอเขียนแบบ 2B (กล่อง12แท่ง)100 สเต็ดเล่อร์ Lumograph', '-ดินสอเขียนแบบ เหลาพร้อมใช้ \r\n-ไส้ดินสอคุณภาพสูง เขียนได้คมชัด สามารถลบออกได้ง่าย \r\n-ด้ามจับทรงหกเหลี่ยม จับถนัดมือ \r\n-ด้ามสีน้ำเงิน \r\n-ความเข้มไส้ดินสอ 2B \r\n-บรรจุ 12 แท่ง/กล่อง \r\n', 289, '2.1.jpg', '2.2.jpg', '2.3.jpg', '2.4.jpg', 1),
(7, 'Set เครื่องเขียน VS กล่องดินสอพลาสติก+ดินสอไม้ 20 แท่ง Pony Life ม่วง', 'เซทดินสอไม้ 20 แท่ง+กล่องดินสอ PVC\r\n-เซทเครื่องเขียน ลายการ์ตูนสุดน่ารัก\r\n-ประกอบด้วย ดินสอไม้ 20 แท่ง+กล่องดินสอ PVC\r\n-ผลิตจากวัสดุคุณภาพดี\r\n-เหมาะสำหรับเด็ก\r\n-สินค้าเป็นแบบคละลายคละสี', 189, '7.1.jpg', '7.2.jpg', '7.3.jpg', '7.4.jpg', 1),
(8, 'Set เครื่องเขียน VS กล่องดินสอพลาสติก+ดินสอไม้ 20 แท่ง Twin Stars ม่วง', 'เซทดินสอไม้ 20 แท่ง+กล่องดินสอ PVC\r\n-เซทเครื่องเขียน ลายการ์ตูนสุดน่ารัก\r\n-ประกอบด้วย ดินสอไม้ 20 แท่ง+กล่องดินสอ PVC\r\n-ผลิตจากวัสดุคุณภาพดี\r\n-เหมาะสำหรับเด็ก\r\n-สินค้าเป็นแบบคละลายคละสี', 239, '8.1.jpg', '8.2.jpg', '8.3.jpg', '8.4.jpg', 1),
(9, 'ดินสอกด 0.5มม. ชมพูลายจุด เพนเทล AX105C-P', '* มียางลบที่หัวกดดินสอ สะดวกเวลาใช้งาน * มี Grip Zone เป็นลอนคลื่น จับกระชับถนัดมือ * ด้ามสีชมพู * ขนาดไส้ดินสอ 0.5 มม. * จำนวน 1 ด้าม', 22, '9.1.jpg', '9.2.jpg', '9.3.jpg', '9.4.jpg', 1),
(11, 'ORCA แฟ้ม 2 ห่วง A4 สัน 1 นิ้ว ฟ้า A-991\r\n', '-ปกพลาสติกใส คุณภาพดี สีสวย ทนทาน กันน้ำ กันรอยขีดข่วน \r\n-คลิปเหล็กอย่างดี 2 ห่วง แข็งแรง ไม่เป็นสนิม รองรับน้ำหนักได้ดี \r\n-ปกแฟ้มมีซองพลาสติก สำหรับสอดปก ค้นหาเอกสารได้ง่าย \r\n-ประหยัดพื้นที่ในการจัดเก็บ ทำให้เกิดความเรียบร้อย สะอาดตา \r\n-เหมาะสำหรับใส่เอกสารขนาด A4 \r\n-สี : ฟ้า \r\n-สันแฟ้มหนา : 1 นิ้ว \r\n-ขนาดสินค้า (กว้าง x ยาว) : 25.7 x 32.8 ซม\r\n', 51, '11.1.jpg', '11.2.jpg', '11.3.jpg', '11.4.jpg', 2),
(12, 'ORCA แฟ้ม 2 ห่วง A4 สัน 1 นิ้ว เหลือง A-991', '-ปกพลาสติกใส คุณภาพดี สีสวย ทนทาน กันน้ำ กันรอยขีดข่วน \r\n-คลิปเหล็กอย่างดี 2 ห่วง แข็งแรง ไม่เป็นสนิม รองรับน้ำหนักได้ดี \r\n-ปกแฟ้มมีซองพลาสติก สำหรับสอดปก ค้นหาเอกสารได้ง่าย \r\n-ประหยัดพื้นที่ในการจัดเก็บ ทำให้เกิดความเรียบร้อย สะอาดตา \r\n-เหมาะสำหรับใส่เอกสารขนาด A4 \r\n-สี : เหลือง \r\n-สันแฟ้มหนา : 1 นิ้ว \r\n-ขนาดสินค้า (กว้าง x ยาว) : 25.7 x 32.8 ซม. \r\n\r\n', 53, '12.1.jpg', '12.2.jpg', '12.3.jpg', '12.4.jpg', 2),
(13, 'ORCA แฟ้ม 2 ห่วง A4 A-991 สัน 1 นิ้ว สีเขียว', '-ปกพลาสติกใส คุณภาพดี สีสวย ทนทาน กันน้ำ กันรอยขีดข่วน \r\n-คลิปเหล็กอย่างดี 2 ห่วง แข็งแรง ไม่เป็นสนิม รองรับน้ำหนักได้ดี \r\n-ปกแฟ้มมีซองพลาสติก สำหรับสอดปก ค้นหาเอกสารได้ง่าย \r\n-ประหยัดพื้นที่ในการจัดเก็บ ทำให้เกิดความเรียบร้อย สะอาดตา \r\n-เหมาะสำหรับใส่เอกสารขนาด A4 \r\n-สี : เขียว \r\n-สันแฟ้มหนา : 1 นิ้ว \r\n-ขนาดสินค้า (กว้าง x ยาว) : 25.7 x 32.8 ซม. \r\n', 53, '13.1.jpg', '13.2.jpg', '13.3.jpg', '13.4.jpg', 2),
(14, 'ORCA แฟ้ม 2 ห่วง A4 สัน 1 นิ้ว สีเขียว A-995', '- ปกพลาสติก คุณภาพดี สีสันสดใส กันน้ำ กันรอยขีดข่วน\r\n- คลิปเหล็กตัว D 2 ห่วง คุณภาพดี แข็งแรง ทนทาน ไม่เป็นสนิม\r\n- คลิปล็อกกระดาษภายใน ล็อกแน่น ป้องกันกระดาษเลื่อนหล่น\r\n- ปกแฟ้มมีซองพลาสติก สำหรับสอดปก ค้นหาเอกสารได้ง่าย\r\n- สันแฟ้มด้านล่าง เจาะรูกลม สะดวกในการหยิบจับออกจากชั้นวาง\r\n- ประหยัดพื้นที่ในการจัดเก็บ ทำให้เกิดความเรียบร้อย สะอาดตา\r\n-เหมาะสำหรับใส่เอกสารขนาด A4\r\n-สี : เขียว\r\n-สันแฟ้มหนา : 2.5 ซม. (1 นิ้ว)\r\n-ขนาดสินค้า (กว้าง x ยาว) : 25.3 x 31 ซม.\r\n-ผลิตในประเทศไทย\r\n', 79, '14.1.jpg', '14.2.jpg', '14.3.jpg', '14.4.jpg', 2),
(15, 'ORCA แฟ้ม 2 ห่วง A4 A-995 สัน 1 นิ้ว สีม่วง', '-ปกพลาสติก คุณภาพดี สีสันสดใส กันน้ำ กันรอยขีดข่วน \r\n-คลิปเหล็กตัว D 2 ห่วง คุณภาพดี แข็งแรง ทนทาน ไม่เป็นสนิม \r\n-คลิปล็อกกระดาษภายใน ล็อกแน่น ป้องกันกระดาษเลื่อนหล่น \r\n-ปกแฟ้มมีซองพลาสติก สำหรับสอดปก ค้นหาเอกสารได้ง่าย \r\n-สันแฟ้มด้านล่าง เจาะรูกลม สะดวกในการหยิบจับออกจากชั้นวาง \r\n-ประหยัดพื้นที่ในการจัดเก็บ ทำให้เกิดความเรียบร้อย สะอาดตา \r\n-เหมาะสำหรับใส่เอกสารขนาด A4 \r\n-สี : ม่วง \r\n-สันแฟ้มหนา : 2.5 ซม. (1 นิ้ว) \r\n-ขนาดสินค้า (กว้าง x ยาว) : 25.3 x 31 ซม. \r\n\r\n', 79, '15.1.jpg', '15.2.jpg', '15.3.jpg', '15.4.jpg', 2),
(16, 'ซองอเนกประสงค์ A5 ออร์ก้า SP-040 (แพ็ค 20 ซอง)', '-ซองพลาสติกใส เนื้อบาง เหนียว ทนทาน ไม่ฉีดขาดง่าย\r\n-แถบขาวด้านข้าง เจาะ 7 รู เพื่อใช้งานร่วมกับแฟ้มได้ทุกชนิด\r\n-เหมาะสำหรับใส่เอกสารขนาด A5\r\n-แผ่นพลาสติกหนา : 50 ไมครอน\r\n-ขนาดสินค้า (กว้าง x ยาว) : 16.5 x 21.5 ซม.\r\n-บรรจุ 20 ซอง/แพ็ค, 1 แพ็ค\r\n', 18, '16.1.jpg', '16.2.jpg', '16.3.jpg', '16.4.jpg', 2),
(17, 'ซองขยายข้าง KI C4 125แกรม แพ็ค2ซอง 555 สีน้ำตาล', '-ซองกระดาษ KI เนื้อหนา ไม่ฉีกขาดง่าย \r\n- ปิดผนึกด้วยแถบกาว แน่นสนิทเพียงใช้น้ำลูบ\r\n- ขยายด้านข้างได้ 5 ซม. บรรจุเอกสารได้มากยิ่งขึ้น \r\n- ใช้เยื่อกระดาษรีไซเคิลถึง 70% เป็นมิตรกับสิ่งแวดล้อม \r\n- เหมาะสำหรับใส่กระดาษขนาด A4 จำนวนมาก \r\n- ชนิด : แถบกาว \r\n- สี : น้ำตาล \r\n- กระดาษหนา : 125 แกรม \r\n- ขนาดซอง (กว้าง x ยาว) : 9 x 12 3/4 นิ้ว \r\n- บรรจุ 2 ซอง/แพ็ค, 1 แพ็ค \r\n', 29, '17.1.jpg', '17.2.jpg', '17.3.jpg', '17.4.jpg', 2),
(18, 'ซองถนอมเอกสาร 11 รู A4 (20 ซอง/แพ็ค) ONE', '- ซองพลาสติก คุณภาพดี โปร่งใส มองเห็นเอกสารภายในได้อย่างชัดเจน \r\n- เสริมความแข็งแรงด้วยแถบด้านข้าง พลิกหาเอกสารสะดวก ไม่ขาดง่าย\r\n- แถบด้านข้าง มี 11 รู เพื่อใช้งานร่วมกับแฟ้มชนิด 2, 4 ห่วง และแฟ้มก้านยก \r\n-เหมาะสำหรับใส่เอกสารขนาด A4 \r\n-ซองหนา : 50 ไมครอน \r\n-ขนาดสินค้า (กว้าง x ยาว) : 23.5 x 30.3 ซม. \r\n-บรรจุ 20 ซอง/แพ็ค, 1 แพ็ค\r\n', 32, '18.1.jpg', '18.2.jpg', '18.3.jpg', '18.4.jpg', 2),
(19, 'ซองเอกสารน้ำตาลขยายข้าง รุ่น C4 สีน้ำตาล ขนาด 125 แกรม (50ซอง)', '-ผลิตจากกระดาษคราฟท์ KA คุณภาพดี เนื้อเนียน และหนา\r\n-ด้านข้างและท้ายซอง สามารถขยายกว้างได้ถึง 5 ซม.\r\n-เหมาะสำหรับบรรจุเอกสารทั่วไป\r\n-สี : น้ำตาลเข้ม\r\n-กระดาษหนา : 125 แกรม\r\n-ขนาดซอง (กว้าง x ยาว) : 9x12 3/4 นิ้ว\r\n-บรรจุ 50 ซอง/แพ็ค, 1 แพ็ค\r\n-ฝาซองไม่มีแถบกาว\r\n', 405, '19.1.jpg', '19.2.jpg', '19.3.jpg', '19.4.jpg', 2),
(20, 'ซองเอกสาร A4 เหลือง (12ซอง/แพ็ค) ONE', '-แฟ้มซองพลาสติกคุณภาพดี ไม่ฉีกขาด กันน้ำ กันรอยขีดข่วน\r\n-ใส่เอกสารสะดวก หยิบใช้งานง่าย ถนอมเอกสารให้คงสภาพเดิม \r\n-ใช้งานได้ทั้งในสำนักงาน โรงเรียน สถานศึกษา และหน่วยงานต่าง ๆ \r\n-จัดเก็บเอกสารได้ไม่เกิน 25 แผ่น * เหมาะสำหรับใส่เอกสารขนาด A4 \r\n-ชนิด : 1 ช่อง \r\n-สี : เหลือง \r\n-ขนาดสินค้า (กว้าง x ยาว) : 22 x 31 ซม. \r\n', 72, '20.1.jpg', '20.2.jpg', '20.3.jpg', '20.4.jpg', 2),
(21, 'เครื่องคิดเลข คาสิโอ HR-8RC-BK+AD สีดำ', '-จอแสดงผลดิจิทัล ขนาดใหญ่พิเศษ แสดงตัวเลข 12 หลัก\r\n-ความเร็วในการพิมพ์ 2 บรรทัด/วินาที\r\n-ฟังกชั่นสั่งพิมพ์ซ้ำ (RePrint)\r\n-คำนวณราคาขายและต้นทุนแบบ Mark up, Mark down\r\n-คำนวณหาค่าภาษีอัตโนมัติ (TAX+, TAX-)\r\n-คำนวน Coset, Sell, Margin\r\n-มี AC adapter (AD-A60024)\r\n-ขนาดสินค้า (กว้าง x ยาว x สูง) : 102.20x208.50x42 มม.\r\n-น้ำหนัก 345 กรัม\r\n', 1690, '21.1.jpg', '21.2.jpg', '21.3.jpg', '21.4.jpg', 3),
(22, 'เครื่องคิดเลขพิมพ์ คาสิโอ HR-150RC+AD สีดำ', '-จอ LCD ขนาดใหญ่ แสดงตัวเลขสูงสุด 12 หลัก\r\n-คำนวณหาค่าเปอร์เซ็นต์ทางธุรกิจ (Cost, Sell, Margin)\r\n-คำนวณภาษีมูลค่าเพิ่มหรือลดอัตโนมัติ (TAX+, TAX-)\r\n-ตรวจสอบการคำนวณได้ 150 ขั้น\r\n-มีแป้นคำนวณ Mark Up, Mark Down\r\n-ใช้แบตเตอรี่ ขนาด AA จำนวน 4 ก้อน\r\n-มี AC Adaptor (AD-A6024) สำหรับต่อไฟบ้าน\r\n-ขนาด 19.5x25.9x6.08 ซม\r\n', 2700, '22.1.jpg', '22.2.jpg', '22.3.jpg', '22.4.jpg', 3),
(23, 'เครื่องคิดเลข 12 หลัก นีโอ JN-700 สีดำ', '-เครื่องคิดเลขตั้งโต๊ะขนาดเล็ก NEO หน้าจอ LCD\r\n-แสดงตัวเลข 12 หลัก มาพร้อมฟังก์ชันครบครัน\r\n-คำนวณได้รวดเร็ว และแม่นยำ\r\n-ใช้พลังงานแบตเตอรี่ น้ำหนักเบา พกพาง่าย\r\n', 119, '23.1.jpg', '23.2.jpg', '23.3.jpg', '23.4.jpg', 3),
(24, 'เครื่องคิดเลข 12 หลัก สไตล์เรโทร JUNNO JN800 สีชมพูพาสเทล', '-หน้าจอขนาดใหญ่ พร้อมโชว์ตัวเลข 12 หลัก\r\n-ใช้แบตเตอรี่ขนาด AAA x 1 ก้อน\r\n-ปุ่มกดขนาดใหญ่ สะดวกต่อการใช้งาน\r\n-สามารถลบตัวเลขได้เมื่อกดผิด\r\n-ขนาด : L15.2 x W13.2 x 1.8 ซม.\r\n-น้ำหนัก : 220 กรัม\r\n', 249, '24.1.jpg', '24.2.jpg', '24.3.jpg', '24.4.jpg', 3),
(25, 'JUNNO เครื่องคิดเลข 12 หลัก สไตล์เรโทร รุ่น JN800 สีช็อกโกแลต', 'เครื่องคิดเลขสีพาสเทล ดีไซน์น่ารัก\r\n- หน้าจอขนาดใหญ่ พร้อมโชว์ตัวเลข 12 หลัก\r\n- ปุ่มกดขนาดใหญ่ สะดวกต่อการใช้งานสามารถลบตัวเลขได้เมื่อกดผิด\r\n- ใช้งานได้ทั้งวัยเรียน และวัยทำงาน\r\n', 249, '25.1.jpg', '25.2.jpg', '25.3.jpg', '25.4.jpg', 3),
(26, 'NEO เครื่องคิดเลข 12 หลัก 2206T-12 สีเทา\r\n', '-จอ LCD ขนาดใหญ่ แสดงผลตัวเลข 12 หลัก มองเห็นชัดเจน \r\n-คำนวณภาษีมูลค่าเพิ่มอัตโนมัติ TAX+, TAX+) \r\n-คำนวณเปอร์เซ็นต์ และคำนวณรากที่สอง (สแควรูท) \r\n-หน่วยความจำอิสระ (M+, M-) \r\n-แสดงเครื่องหมายจุลภาคแบ่งทุกๆ 3 หลัก \r\n-ปุ่ม GT แสดงผลยอดรวมอัตโนมัติ \r\n-คำนวณราคาขาย Mark up (MU) \r\n-มีปุ่มปรับทศนิยม Cut,up,5/4,ADD Mode \r\n-ปุ่มลูกศร สำหรับแก้ไขหรือลบตัวเลขหลักสุดท้ายได้ครั้งละ 1 หลัก \r\n-แหล่งพลังงาน 2 ระบบ ใช้ได้ทั้ง พลังงานแสงอาทิตย์ และแบตเตอรี่ \r\n-สินค้ารับประกัน 1 ปี \r\n', 159, '26.1.jpg', '26.2.jpg', '26.3.jpg', '26.4.jpg', 3),
(27, 'เครื่องคิดเลข 12 หลัก นีโอ รุ่น 2321T-12 สีดำ', '-จอ LCD ขนาดใหญ่ แสดงผลตัวเลขสูงสุด 12 หลัก\r\n-คำนวณภาษีมูลค่าเพิ่มอัตโนมัติ TAX+, TAX+) และ หน่วยความจำอิสระ (M+, M-)\r\n-ปุ่มคำนวณเปอร์เซ็นต์ คำนวณรากที่สอง (สแควรูท) GT แสดงผลยอดรวมอัตโนมัติ ลบเลขถอยหลัง\r\n-คำนวณราคาขาย Mark up (MU)\r\n-แสดงเครื่องหมายจุลภาคแบ่งทุกๆ 3 หลัก มีระบบปัดเศษและตั้งทศนิยม\r\n-แหล่งพลังงาน 2 ระบบ ใช้ได้ทั้ง พลังงานแสงอาทิตย์ และแบตเตอรี่\r\n-รับประกัน 2 ปี\r\n-สีดำ\r\n-ปรับหน้าจอแสดงผล : ได้\r\n-ฟังก์ชันบนเครื่อง : TAX+ / TAX- / GT / MRC / MU / M- / M+ / AC / C / %\r\n', 209, '27.1.jpg', '27.2.jpg', '27.3.jpg', '27.4.jpg', 3),
(28, 'เครื่องคิดเลขวิทยาศาสตร์ คาสิโอ FX-350 ESPLUS-2 สีดำ', '-จอแสดงผล 10+2 หลัก หลายบรรทัด\r\n-การแสดง Natural Textbook\r\n-272 ฟังก์ชันการคำนวณ\r\n-หน้าจอแสดงผลด้วยความละเอียดสูงแบบจุด (Dot Matrix)\r\n-คำนวนค่าทางสถิติและ Regression\r\n-คำนวนตามหลักพืชอย่างง่าย\r\n-คำนวนตรีโกณมิติ และ คำนวณลอกาลิทึ่ม\r\n-มีสติกเกอร์ QR Code Hologram เพื่อตรวจสอบของแท้\r\n-ขนาด (กว้างxยาวxสูง) 161.50x77x11 มม.\r\n-น้ำหนัก 95 กรัม\r\n', 549, '28.1.jpg', '28.2.jpg', '28.3.jpg', '28.4.jpg', 3),
(29, 'เครื่องคิดเลขวิทยาศาสตร์ ดำ คาสิโอ FX-350MS-2\r\n', '-จอแสดงผล 10 + 2 หลัก\r\n-หน้าจอแสดงผลแบบจุด (Dot Matrix)\r\n-ฟังก์ชันการคำนวณถึง 240 ฟังก์ชัน แสดง 2 บรรทัด\r\n-คำนวณค่าทางสถิติ และสมการถดถอย\r\n-คำนวณ combination & permutation\r\n-คำนวณตรีโกณมิติ คำนวณลอกาลิทึ่ม\r\n-มีสติกเกอร์ QR code Hologram เพื่อตรวจสอบของแท้\r\n', 545, '29.1.jpg', '29.2.jpg', '29.3.jpg', '29.4.jpg', 3),
(30, 'CASIO เครื่องคิดเลขวิทยาศาสตร์ รุ่น FX-991CW-BK สีดำ\r\n', '-การแสดงผลแบบ Natural Textbook Display เข้าใจง่าย\r\n-มีฟังก์ชันการคำนวณที่หลากหลายถึง 540 ฟังก์ชัน\r\n-รองรับการคำนวณทางคณิตศาสตร์และวิทยาศาสตร์ขั้นสูง\r\n-สามารถคำนวณสเปรดชีทและบันทึกข้อมูลได้ถึง 170 ข้อมูล\r\n-ฟังก์ชันการแปลงเลขฐาน ทำให้สะดวกต่อการเรียนรู้และการทำงาน\r\n', 1290, '30.1.jpg', '30.2.jpg', '30.3.jpg', '30.4.jpg', 3),
(31, 'ยางลบดินสอ กลาง เพนเทล Hi-Polymer ZES-05', '*ผลิตจากพลาสติกคุณภาพสูง Hi-Polymer * ลบสะอาด ไม่ทิ้งรอยดำ กระดาษไม่เป็นขุย * รุ่น Soft ให้เศษยางลบเกาะติดกันเป็นก้อน * มีปลอกหุ้มสำหรับจับ สะดวกใช้งาน * ขนาดสินค้า (กว้าง x ยาว x หนา) : 43.4 x 17.4 x 11.8 มม. / ก้อน * จำนวน 1 ก้อน *หมายเหตุการสั่งซื้อ* * กรณีซื้อเป็นกล่อง สินค้าบรรจุ 48 ก้อน/กล่อง', 18, '31.1.jpg', '31.2.jpg', '31.3.jpg', '31.4.jpg', 4),
(32, 'ยางลบดินสอ เพนเทล Hi-Polymer ZEH-03E ขนาดเล็ก', '-ผลิตจากพลาสติกคุณภาพสูง Hi-Polymer\r\n-ลบสะอาด ไม่ทิ้งรอยดำ กระดาษไม่เป็นขุย\r\n-เศษยางลบเกาะติดกันเป็นก้อน จึงไม่เปรอะเปื้อน\r\n-มีปลอกหุ้มสำหรับจับ สะดวกใช้งาน\r\n-ขนาดสินค้า (กว้าง x ยาว x หนา) : 1.5 x 3.6 x 1.1 ซม. / ก้อน', 13, '32.1.jpg', '32.2.jpg', '32.3.jpg', '32.4.jpg', 4),
(33, 'ยางลบดินสอ Magno ดำ ควอนตั้ม QE680-32', '-เนื้อยางลบมีส่วนผสมของแม่เหล็ก\r\n-สามารถเก็บเศษยางลบบริเวณก้น Sleeve ได้ง่าย\r\n-ก้อนยางลบเป็นสีดำ ไม่เปรอะเปื้อนง่าย\r\n-ผลิตจาก PVC คุณภาพดี ลบสะอาด   \r\n-มาพร้อมดีไซน์ minimal น่าใช้งาน', 37, '33.1.jpg', '33.2.jpg', '33.3.jpg', '33.4.jpg', 4),
(34, 'ยางลบดินสอ คละสี ฟาสเตอร์ E106', '*เนื้อยางลบทำจาก PVD เนื้อนุ่ม ยืดหยุ่นได้ * เนื้อยางลบไม่หักง่าย * เศษยางลบจับตัวเป็นก้อน ไม่กระจายเป็นขุย * มี 4 สี ให้เลือก ม่วง ชมพู ฟ้า เหลือง', 10, '34.1.jpg', '34.2.jpg', '34.3.jpg', '34.4.jpg', 4),
(35, 'ปากกาลบคำผิด 3 มล. ส้ม ตราช้าง 209209', '*ปากกาลบคำผิด ชนิดหัวเข็ม * อณูน้ำยาสูตรใหม่ เล็กเพียง 1 ไมครอน หัวจึงไม่ตัน * รับประกันหัวไม่ตัน 3 ปี นับจากวันที่ผลิต * ไหลลื่น แห้งเร็ว บีบง่าย * ปลอกปากกาแบบหนีบ สะดวกพกพา ไม่หล่นหาย * สำหรับลบเพื่อแก้ไขคำผิด * ปลอกใส สีส้ม * ขนาดหัวปากกา 0.68 มม. * ปริมาณสุทธิ 3 มล. * ความยาวด้าม 13 ซม. (รวมปลอก) * บรรจุ 1 ด้าม / แพ็ค * จำนวน 1 แพ็ค *คำแนะนำและข้อควรระวัง* * ปิดฝาให้สนิทเมื่อไม่ใช้งาน * ห้ามรับประทานหรือสูดดม * ระวังอย่าให้เข้าตาหรือถูกผิวหนัง * เก็บให้ห่างจากเด็ก เปลวไฟ และความร้อน *เลขที่สารบบ อย.วัตถุอันตราย :* วอส.1205/2555', 18, '35.1.jpg', '35.2.jpg', '35.3.jpg', '35.4.jpg', 4),
(36, 'ปากกาลบคำผิด Pento Onigiri 4.2มล. ดำ เพนเทล ZL72PTA-WBT', '*ชนิดหัวเข็ม * ลบง่ายรวดเร็วทุกจุดทุกพื้นที่ แห้งไว *จับถนัดพกสะดวก * ด้ามสีดำ ลาย Onugiri * ปริมาณสุทธิ 4.2 มล.* จำนวน 1 ด้าม', 67, '36.1.jpg', '36.2.jpg', '36.3.jpg', '36.4.jpg', 4),
(37, 'ปากกาลบคำผิด Pentel ZL72-W ขนาด 4.2 มล. (แพ็ค2ด้าม)', '-ปากกาลบคำผิด ชนิดหัวเข็ม \r\n-หัวปากกา Metal Tip ช่วยให้นํ้ายาไหลได้ดี ไม่อุดตัน \r\n-น้ำยาสูตรพิเศษ ป้องกันการระเหย และไม่ทำลายชั้นบรรยากาศ \r\n-แห้งเร็ว สามารถใช้ได้อย่างคุ้มค่าราคา \r\n-รูปแบบด้ามยาว ใช้งานได้ง่ายและสะดวก \r\n-ปลอกปากกาแบบคลิบหนีบ ปิดล็อคสนิท ไม่หล่นหาย \r\n-ผลิตภัณฑ์คุณภาพเพื่อสิ่งแวดล้อม ผ่านการรับรองมาตรฐานฉลากเขียว จากสถาบันสิ่งแวดล้อมไทย \r\n-สำหรับลบแก้ไขคำผิดจากหมึกทุกชนิด \r\n-ขนาดหัวปากกา 1 มม. (Fine) * ปริมาณสุทธิ 4.2 มล. / ด้าม \r\n-บรรจุ 2 ด้าม / แพ็ค * จำนวน 1 แพ็ค .', 130, '37.1.jpg', '37.2.jpg', '37.3.jpg', '37.4.jpg', 4),
(38, 'เทปลบคำผิด 5มม.x12ม. น้ำเงิน เพนเทล XZTT15P-W', '-เทปลบคำผิด เนื้อเทปสีขาว \r\n-เทปหนาไม่ขาดง่าย ลบแล้วสามารถเขียนทับได้เลย \r\n-มีฝาครอบปลายหัว สามารถสไลด์เก็บปลายหัวเทป \r\n-ออกแบบให้เข้าสรีระของมือ จับกระชับมือขณะใช้ \r\n-สี : น้ำเงิน \r\n-ขนาดเทป หน้ากว้าง 5 มม. \r\n-ขนาดเทป ยาว 12 เมตร \r\n-จำนวน 1 อัน', 69, '38.1.jpg', '38.2.jpg', '38.3.jpg', '38.4.jpg', 4),
(39, 'เทปลบคำผิด พลัส WH-1205 สีเขียว', 'เทปลบคำผิด พลัส WH-1205 สีเขียว\r\n-เทปลบคำผิด\r\n-พลัส WH-1205\r\n-หน้าเทปกว้าง 5 มม.\r\n-ความยาวเทป 6 เมตร\r\n-สีเขียว', 48, '39.1.jpg', '39.2.jpg', '39.3.jpg', '39.4.jpg', 4),
(40, 'ปากกาลบคำผิด 7 มล. ลิควิดเปเป้อร์ รุ่น NP-10 (แพ็ค 2 ด้าม)', 'Liquid Paper ปากกาลบคำผิด รุ่น NP-10 ชนิดหัวเข็ม เหมาะสำหรับการแก้ไขคำผิดได้อย่างแม่นยำ ปกปิดได้อย่างเรียบเนียน และยังแห้งเร็ว ให้คุณทำงานต่อได้ในทันที นอกจากนั้น ปากกาลบคำผิด 7 มล. ลิควิดเปเป้อร์ รุ่น NP-10 ยังเป็นผลิตภัณฑ์คุณภาพเพื่อสิ่งแวดล้อม ให้คุณใช้งานได้อย่างปลอดภัย และได้ใส่ใจสิ่งแวดล้อมไปในตัว', 162, '40.1.jpg', '40.2.jpg', '40.3.jpg', '40.4.jpg', 4),
(41, 'SDI หมุดติดบอร์ด เป๊กกด รุ่น 0311A คละสี (กล่อง 50 ตัว)', '-หมุดปักอเนกประสงค์ ชนิดเป๊กกด สำหรับการติดใบประกาศโฆษณาตามบอร์ด\r\n-เหมาะสำหรับบอร์ดที่เป็นไม้ก๊อกหรือบอร์ดพลาสติก\r\n-รุ่นคละสี สามารถเลือกใช้ได้ตามความเหมาะสมของการใช้งาน\r\n-ความยาวหมุด 2.3 ซม. เหมาะสำหรับการใช้งานทั่วไป\r\n-ขนาดสินค้ารวมกล่อง: กว้าง 6.2 x ยาว 8.8 x สูง 2 ซม.\r\n-บรรจุ 50 ตัวต่อกล่อง\r\n', 47, '41.1.jpg', '41.2.jpg', '41.3.jpg', '41.4.jpg', 5),
(42, 'เครื่องเย็บกระดาษ แม็กซ์ รุ่น HD-50R สีเทา', '-ตัวเครื่องผลิตจากเหล็กหุ้มด้วยพลาสติก แข็งแรง ทนทาน ขนาดกะทัดรัด\r\n-ด้ามจับกลมมน ออกแบบที่วางนิ้วรองรับสรีระของผู้ใช้งาน จับกระชับมือ\r\n-รูปแบบการเย็บปรับเปลี่ยนได้ถึง 3 แบบ เพียงหมุนฐานรองรับลวดหรือกางส่วนฐานเครื่องเย็บออก\r\n-มีที่ถอดลวดเย็บในตัวด้านท้ายเครื่อง\r\n-ใช้กับลวดเย็บเบอร์ : 3 (24/6) และเบอร์ 35 (26/6) แนะนำใช้ MAX 3-1M, 35-1M และ 35-5M\r\n-บรรจุลวดเย็บได้ : 2 แถว (50-100 เข็ม)\r\n-เย็บกระดาษได้หนา : 21-22 แผ่น (80 แกรม)\r\n-ความลึกในการเย็บ : 7 ซม.\r\n-สี : เทา\r\n-ขนาดสินค้า (กว้าง x ยาว x สูง) : 5 x 4.7 x 12.3 ซม./เครื่อง\r\n-น้ำหนัก : 180 กรัม\r\n-จำนวน 1 เครื่อง\r\n', 593, '42.1.jpg', '42.2.jpg', '42.3.jpg', '42.4.jpg', 5),
(43, 'เครื่องเย็บกระดาษ คละสี ลวดเย็บ No.35 YOYA YS-45N', '-* ตัวเครื่องผลิตจากเหล็ก ฝาครอบและฐานรองด้ามจับหุ้มด้วยพลาสติกอย่างดี จับกระชับ ถนัดมือ * แข็งแรง ทนทาน น้ำหนักเบา ไม่เป็นสนิม * รูปแบบการเย็บปรับเปลี่ยนได้ถึง 3 แบบ เพียงหมุนฐานรองรับลวดหรือกางส่วนฐานเครื่องเย็บออก - เย็บถาวร (Stapling) ขาลวดเย็บพับเข้าหากัน - เย็บชั่วคราว (Pinning) ขาลวดเย็บพับออก - เย็บติดผนัง (Tacking) ขาลวดเย็บตรง * สังเกตปริมาณลวดเย็บได้ง่ายผ่านช่องเจาะด้านข้าง โดยไม่ต้องเปิดฝาครอบ * ใช้กับลวดเย็บเบอร์ : 3 (24/6) และ 35 (26/6) แนะนำใช้ลวดเย็บ YOYA เบอร์ 3-1M, 35-1M * บรรจุลวดเย็บได้ : 2 แถว (50-100 เข็ม) * เย็บกระดาษได้หนา : 25 แผ่น (80 แกรม) * ความลึกในการเย็บ : 6.5 ซม * สี : คละสี * ขนาดสินค้า (กว้าง x ยาว x สูง) : 9 x 3.5 x 20.5 ซม./เครื่อง * จำนวน 1 เครื่อง (แถมฟรี ลวดเย็บ YOYA เบอร์ 35-1M 1 กล่อง) *คำแนะนำและข้อควรระวัง* * ควรเก็บไว้ให้ห่างจากมือเด็กและความชื้น * ไม่ควรกดเมื่อไม่ได้ใช้งาน อาจทำให้ลวดเย็บติดขัดและเกิดความเสียหายได้ * ไม่ควรใช้ในงานผลิตภัณฑ์เพื่อการบรรจุอาหาร *หมายเหตุการสั่งซื้อ* * สินค้าจำหน่ายคละแบบคละสี (ขึ้นอยู่กับ lot การผลิต) * บริษัทฯ ขอสงวนสิทธิ์ในการเลือกแบบและสี', 186, '43.1.jpg', '43.2.jpg', '43.3.jpg', '43.4.jpg', 5),
(44, 'กระดาน LCD ธิงคิ้ล NLT-L085CE ดำ 8.5 นิ้ว', '-กระดานกระดาน LCD หน้าจอ ขนาด 8.5นิ้ว หน้าจอ LCD + กรอบ ABS\r\n-ตัวเครื่องมีปุ่มถังขยะและปุ่มยางลบ\r\n-ปากกมียาลบภายในตัว\r\n-มีระบบ Lock Screen ระหว่างไม่ทำงาน\r\n-หน้าจอป้องกันสายตาจากรังสี\r\n-ยางลบสามารถลบในส่วนที่ไม่ต้องการได้เป็นจุด\r\n\r\n', 229, '44.1.jpg', '44.2.jpg', '44.3.jpg', '44.4.jpg', 5),
(45, 'Scotch แท่นตัดเทป แกน 1 นิ้ว C-60 สีดำ', '- ผลิตจากพลาสติกคุณภาพดี มีความคงทน * ฟันตัดสเตนเลสแท้ จากประเทศสหรัฐอเมริกา * มีตัวล็อกแกนเทป กันเทปหลุดหาย * รองฐานด้วยพื้นยาง ช่วยยึดเกาะพื้นได้ดี * สีดำ * รองรับขนาดแกนเทป : 1 นิ้ว * รองรับขนาดหน้าเทปกว้าง : 1/2, 3/4 นิ้ว * ขนาดสินค้า (กว้าง x ยาว x สูง) : 4.5 x 16 x 7 ซม.', 188, '45.1.jpg', '45.2.jpg', '45.3.jpg', '45.4.jpg', 5),
(46, 'แท่นตัดเทป แกน 1 นิ้ว ดำ สก๊อตช์ C-4210', '*ผลิตจากพลาสติกเนื้อแข็ง มีความคงทน * ฟันตัดสเตนเลสแท้ จากประเทศสหรัฐอเมริกา * มีตัวล็อกแกนเทป กันเทปหลุดหาย * รองฐานด้วยพื้นยาง ช่วยยึดเกาะพื้นได้ดี * สีดำ * รองรับขนาดแกนเทป : 1 นิ้ว * รองรับขนาดหน้าเทปกว้าง : 1/2, 3/4 นิ้ว * ขนาดสินค้า (กว้าง x ยาว x สูง) : 6 x 14 x 5 ซม. *หมายเหตุการสั่งซื้อ* * กรณีซื้อเป็นกล่อง สินค้าบรรจุ 6 อัน/กล่อง', 182, '46.1.jpg', '46.2.jpg', '46.3.jpg', '46.4.jpg', 5),
(47, 'เครื่องเคลือบบัตร นีโอแคล ND-35 สีขาว', '-สามารถเคลือบเอกสารหรือรูปภาพขนาด A4 / A3\r\n-ระบบลูกกลิ้งความร้อน 2 ลูก\r\n-ความเร็วในการเคลือบ 300 มม./นาที\r\n-ความหนาของพลาสติกที่เคลือบได้ 80 และ 125 ไมครอน\r\n-พลาสติกเคลือบบัตรรวมชิ้นงาน หนาสูงสุด 6 มม.\r\n-ปุ่มเลื่อนเอกสารกลับเมื่อเอกสารติดขัด\r\n-ระยะเวลาอุ่นเครื่องเพียง 3-5 นาที\r\n-เครื่องจะปิดอัตโนมัติเมื่อเปิดใช้งานแล้ว 60 นาที\r\n-สี : เทา-ขาว\r\n-ขนาดสินค้า (กว้าง x ยาว x สูง) : 48 x 16.7 x 7.6 ซม.\r\n-น้ำหนัก 35 กก.\r\n', 1790, '47.1.jpg', '47.2.jpg', '47.3.jpg', '47.4.jpg', 5),
(48, 'คลิปดำ 25 มม. (กล่อง24ตัว) ดำ ONE', 'เหล็กอย่างดี * แข็งแรงทนทาน * ไม่เป็นสนิม * ห้ามนำเข้าปาก * หน้ากว้าง 25 มม./ตัว * 24 ตัว/กล่อง', 48, '48.1.jpg', '48.2.jpg', '48.3.jpg', '48.4.jpg', 5),
(49, 'ลวดเย็บ (แพ็ค24กล่อง) แม็กซ์ 10-1M', '-ผลิตจากเส้นลวดตามมาตรฐาน แข็งแรง ไม่งอ ไม่ติดขัด\r\n-ได้มาตรฐาน มอก. 716-2532\r\n-ใช้งานได้ดีกับเครื่องเย็บ แบรนด์ MAX และเครื่องเย็บที่รองรับลวดเย็บเบอร์นี้\r\n-เบอร์ : 10 (27/4.8)\r\n-เย็บกระดาษได้หนา : 15 แผ่น (80 แกรม)\r\n-ขนาดขาลวด (กว้าง x ยาว) : 8.4 x 5 มม./เข็ม\r\n-บรรจุ 24 กล่อง/แพ็ค (1,000 เข็ม/กล่อง; 24,000 เข็ม/แพ็ค)\r\n', 282, '49.1.jpg', '49.2.jpg', '49.3.jpg', '49.4.jpg', 5),
(50, 'ONE ลวดเย็บกระดาษ NO.10-1000 (4 กล่อง/แพ็ค)', '-ผลิตจากเส้นลวดได้มาตรฐาน\r\n-คุณภาพดี แข็งแรง เย็บง่าย ไม่หักงอขณะใช้งาน\r\n-ลดแรงกด เบามือสะดวกในการใช้งาน\r\n-ใช้งานได้ดีกับเครื่องเย็บขนาดกลางได้ทุกรุ่น\r\n-ลวดเย็บกระดาษเบอร์ 10\r\n-ความหนาลวด 0.37มม.\r\n-บรรจุ 4 กล่อง/แพ็ค (1,000 เข็ม/กล่อง; 4,000 เข็ม/แพ็ค)\r\n', 27, '50.1.jpg', '50.2.jpg', '50.3.jpg', '50.4.jpg', 5),
(51, 'ไม้บรรทัดสเกลพับได้ SEIKAI SE287087 สีขาว', '-ผลิตจากพลาสติก คุณภาพดี เนื้อหนา\r\n-บอกสเกลวัดที่แม่นยำ ตัวเลขและมาตรฐานสากล\r\n-ใช้ระยะตามอัตราส่วนและเขียนแบบต่างๆ\r\n-สเกลบอกขนาดและหน่วยวัดหลายแบบตามการใช้งาน\r\n-มีสเกล 5 ใบพัด เหมาะสำหรับพกพา\r\n', 79, '51.1.jpg', '51.2.jpg', '51.3.jpg', '51.4.jpg', 6),
(52, 'ไม้บรรทัด isomars สีขาว ขนาด 30 ซม.', '-ทนต่อรอยขูด ขีดง่าย\r\n-มองเห็นสเกลได้ชัดเจน\r\n-ขอบไม่คม ปลอดภัย ไม่บาดมือ\r\n-น้ำหนักดี เหมาะมือ จึงใช้งานได้แม่นยำ\r\n-สเกลชัดเจน ตัวเลขและมาตราส่วนได้มาตรฐานสากล\r\n-พิมพ์ด้วยหมึกพิเศษไม่ลอก ไม่จาง\r\n-แบรนด์ isomars\r\n-สี ขาว\r\n-ขนาด 30 ซม. \r\n', 19, '52.1.jpg', '52.2.jpg', '52.3.jpg', '52.4.jpg', 6),
(53, 'ไม้บรรทัดฟุตเหล็ก 12 นิ้ว PK', '-ผลิตจากอะลูมิเนียมคุณภาพดี เนื้อหนา\r\n-ขอบไม่คม ปลอดภัย ไม่บาดมือ\r\n-มีความแข็งแรง ทนทาน\r\n-สเกลในการวัดดูชัดเจน ตัวเลขและมาตราส่วนได้มาตรฐานสากล\r\n-แสดงหน่วยวัดเป็น “มม.” ,” ซม.” และ “ นิ้ว”\r\n-สเกลบอกขนาด 30 ซม. และ 12 นิ้ว\r\n-จำนวน 1 อัน\r\n', 40, '53.1.jpg', '53.2.jpg', '53.3.jpg', '53.4.jpg', 6),
(54, 'ไม้บรรทัดฟุตเหล็ก 24 นิ้ว PK', '-ผลิตจากอะลูมิเนียมคุณภาพดี เนื้อหนา\r\n-ขอบไม่คม ปลอดภัย ไม่บาดมือ\r\n-มีความแข็งแรง ทนทาน\r\n-สเกลในการวัดดูชัดเจน ตัวเลขและมาตราส่วนได้มาตรฐานสากล\r\n-แสดงหน่วยวัดเป็น “มม.” ,” ซม.” และ “ นิ้ว”\r\n-สเกลบอกขนาด 60 ซม. และ 24 นิ้ว\r\n-จำนวน 1 อัน\r\n', 125, '54.1.jpg', '54.2.jpg', '54.3.jpg', '54.4.jpg', 6),
(55, 'ไม้บรรทัดอลูมิเนียม 6 นิ้ว แบน พี.เค. ', '-ไม้บรรทัดทำจากอลูมิเนียมเกรด A\r\n-ตัวเลขคมชัด ไม่เลือนง่าย\r\n-ขนาด 6 นิ้ว ลักษณะแบน\r\n', 17, '55.1.jpg', '55.2.jpg', '55.3.jpg', '55.4.jpg', 6),
(56, 'ครึ่งวงกลม Master Art', '-ไม้บรรทัดครึ่งวงกลม ผลิตจากวัสดุ พลาสติกคุณภาพดี แข็งแรง\r\n-ใช้วัด อ่านค่า ได้อย่างแม่นยำ\r\n', 13, '56.1.jpg', '56.2.jpg', '56.3.jpg', '56.4.jpg', 6),
(57, 'แผ่นเพลท ISOMARS FURNITURE สีส้ม 250x150 mm', '-ผลิตจากพลาสติกคุณภาพดี เนื้อหนา ไม่เปราะหักง่าย\r\n-สเกลในการวัดอ่านง่าย ชัดเจน\r\n-ตัวเลขและมาตราส่วนได้มาตรฐานสากล\r\n-สำหรับการออกแบบ\r\n', 56, '57.1.jpg', '57.2.jpg', '57.3.jpg', '57.4.jpg', 6),
(58, 'แผ่นเพลท ISOMARS ISM-6047 สีส้ม 198x250 mm.', '-ใช้สำหรับงานวาดเขียน เขียนแบบ\r\n-ใช้งานสะดวกและรวดเร็ว\r\n-ลายเส้นคมชัด\r\n-ผลิตจาก Unbreakable Plastic จึงทำให้ไม่แตก และหัก\r\n', 56, '58.1.jpg', '58.2.jpg', '58.3.jpg', '58.4.jpg', 6),
(59, 'ชุดเครื่องมือแกะสลัก MONT MARTE 12 ชิ้น', 'ชุดเครื่องมือแกะสลัก คุณภาพดีจาก Montmarte\r\n-ชุดเครื่องมือแกะสลัก\r\n-แกะสลักและสร้างสรรค์ด้วยสิ่วคุณภาพพรีเมียมชุด 12 ชิ้น\r\n-ใบมีดเหล็กกล้าคาร์บอนสูง (SK2)\r\n-มีความคมและพร้อมสำหรับโครงการแกะสลักไม้หรือไลโนคัท\r\n-สามารถออกแบบรูปแบบการตัดที่หลากหลาย เช่น เส้นโค้ง เส้นตรง และรายละเอียดต่าง ๆ\r\n-ใบมีดเหล็กกล้าคาร์บอนสูง (SK2)\r\n-มีความคมและทนต่อการสึกหรอได้ดีเยี่ยม\r\n-ใบมีดแกะสลัก 12 แบบ\r\n-เหมาะสำหรับงานแกะสลักไม้และไลโนคัท\r\n-ด้ามจับจากไม้บีช\r\n-ขนาด 15 x 15 x 1.6 ซม.\r\n', 544, '59.1.jpg', '59.2.jpg', '59.3.jpg', '59.4.jpg', 6),
(60, 'ลูกกลิ้งโฟม MONT MARTE ขนาด 75 มม.', '-ลูกกลิ้งโฟม มอนท์มาร์ท\r\n-เหมาะสำหรับการทาสี ให้ครอบคลุมพื้นที่ขนาดใหญ่ได้อย่างราบรื่นและสม่ำเสมอ\r\n-เหมาะสำหรับสีอะคริลิก สีกวอช สีน้ำ สีโปสเตอร์\r\n-ผลิตจากวัสดุโฟมอย่างดี ทนทาน ด้ามจับกระชับมือ\r\n-เหมาะกับงานพื้นผิวเรียบ สามารถทำความสะอาดได้ง่าย\r\n', 28, '60.1.jpg', '60.2.jpg', '60.3.jpg', '60.4.jpg', 6),
(61, 'ONE กระดาษถ่ายเอกสาร A4 80 แกรม แพ็ค 5 รีม\r\n', 'ONE กระดาษถ่ายเอกสาร A4 80 แกรม แพ็ค 5 รีม เป็นกระดาษคุณภาพสูงที่ออกแบบมาเพื่อเพิ่มประสิทธิภาพงานพิมพ์ของคุณ เนื้อกระดาษขาว สว่าง ให้ผลลัพธ์งานพิมพ์ที่คมชัดและสวยงาม เนื้อกระดาษมีความหนาและเรียบเนียน ช่วยลดปัญหาการติดขัดใเครื่องพิมพ์ ทำให้การพิมพ์เอกสารเป็นเรื่องง่ายและรวดเร็ว กระดาษชนิดนี้สามารถใช้งานได้ทั้งสองหน้า ทำให้ประหยัดกระดาษและลดค่าใช้จ่ายในการซื้อกระดาษเพิ่มเติม ขนาดกระดาษมาตรฐาน A4 (210 x 297 มม.) บรรจุภัณฑ์ใหญ่ที่มี 5 รีม ช่วยประหยัดเวลาและค่าใช้จ่ายในการสั่งซื้อ\r\n', 535, '61.1.jpg', '61.2.jpg', '61.3.jpg', '61.4.jpg', 7),
(62, 'DOUBLE A กระดาษถ่ายเอกสาร A4 80 แกรม (แพ็ค5รีม)\r\n', '-กระดาษถ่ายเอกสารจากคันนา สีขาว สว่างพอเหมาะ\r\nเนื้อกระดาษหนา ใช้งานได้ 2 ด้าน ให้ความคุ้มค่าที่มากกว่า\r\n-สีขาวสว่างของกระดาษช่วยขับเฉดของงานพิมพ์ให้โดดเด่น\r\n-ช่วยยืดอายุเครื่องถ่ายเอกสาร และเก็บรักษาเอกสารให้ยาวนานยิ่งขึ้น\r\n-ใช้งานร่วมกับเครื่องถ่ายเอกสาร เครื่องพิมพ์อิงค์เจ็ท -เครื่องพิมพ์เลเซอร์ และเครื่องพิมพ์ดีดทั่วไป\r\n-กระดาษหนา 80 แกรม\r\n-ขนาด 210x297 มม. (A4)\r\n500 แผ่น/รีม, 5 รีม/แพ็ค(กล่องกระดาษ)\r\n', 620, '62.1.jpg', '62.2.jpg', '62.3.jpg', '62.4.jpg', 7),
(63, 'IDEA GREEN กระดาษถ่ายเอกสาร A3 80 แกรม (500 แผ่น)', '-	กระดาษคุณภาพระดับ Premium เป็นมิตรกับสิ่งแวดล้อม\r\n-	เนื้อกระดาษสีขาว หนา เรียบเนียน ใช้งานได้ดีทั้ง 2 หน้า\r\n-	ลดการใช้ต้นไม้ด้วยเยื่ออีโคไฟเบอร์ 50% แทนเยื่อจากป่าปลูก\r\n-ห่อด้วยกระดาษเคลือบมันอย่างดี ช่วยป้องกันความชื้นจากภายนอก\r\n-ได้รับการรับรองมาตรฐานฉลากเขียว จากสถาบันสิ่งแวดล้อมไทย\r\n-ผ่านการทดสอบการถ่ายเอกสาร 10,000 แผ่น โดยไม่ติดเครื่อง\r\n-ใช้งานร่วมกับเครื่องถ่ายเอกสาร เครื่องพิมพ์อิงค์เจ็ท เครื่องพิมพ์เลเซอร์ และเครื่องพิมพ์ดีดทั่วไป หรืออุปกรณ์พิมพ์สำนักงานทุกชนิด\r\n-สี : ขาว\r\n-กระดาษหนา : 80 แกรม\r\n-ขนาดกระดาษ (กว้าง x ยาว) : 297 x 420 มม. (A3)\r\n-บรรจุ 500 แผ่น/รีม\r\n-ผลิตในประเทศไทย\r\n', 277, '63.1.jpg', '63.2.jpg', '63.3.jpg', '63.4.jpg', 7),
(64, 'กระดาษความร้อน คาสิโอ THERMAL-5760', 'กระดาษความร้อน คาสิโอ THERMAL 5760 * ใช้งานร่วมกับเครื่องบันทึกเงินสด คาสิโอ้ รุ่น SE-G1, SE-S400SG, SE-C450M, SE-S30000MG และ SE-C3500MG * ขนาดสินค้า (กว้าง x ยาว) : 57 มม. x 46 ม./ม้วน * บรรจุ 5 ม้วน/แพ็ค, 1 แพ็ค *คำแนะนำและข้อควรระวัง* * หลีกเลี่ยงเปลวไฟและความชื้น', 165, '64.1.jpg', '64.2.jpg', '64.3.jpg', '64.4.jpg', 7),
(65, 'กระดาษมัลติฟังค์ชั่นเนื้อด้าน IJ SIAM 200 แกรม', '-สามารถรองรับผงหมึกโทนเนอร์ ได้อย่างดีเยี่ยม\r\n-รองรับน้ำหมึกได้ดีกว่ากระดาษทั่วไป\r\n-เคลือบผิวเรียบ รองรับการพิมพ์ 2 หน้า\r\n', 120, '65.1.jpg', '65.2.jpg', '65.3.jpg', '65.4.jpg', 7),
(66, 'ซูเปอร์สติกกี้โน้ต โพสต์-อิท 3321-3SSJP คละสี 3x3 นิ้ว แพ็ค3เล่ม', '-ใช้สำหรับจดโน้ต เตือนความจำ จดรายการ จัดลำดับ\r\n-ความสำคัญของงาน สรุปความคิดรวบยอด หรือใจความสำคัญของเนื้อหาที่เรียน\r\n-รุ่นกาวติดแน่นกว่า 2เท่า เหนือรุ่นปกติ\r\n-ติดแน่นลอกออกได้ ติดซ้ำได้หลายครั้ง\r\n-สามารถติดบนพื้นผิวเรียบหลายประเภท อาทิเช่น -กระจก ไวนิล ไม้ พลาสติก\r\n-ขนาด 3x3 นิ้ว\r\n-ขนาด 3x3 นิ้ว\r\n\r\n\r\n', 65, '66.1.jpg', '66.2.jpg', '66.3.jpg', '66.4.jpg', 7),
(67, 'อินเด็กซ์พลาสติกใส 10 หยัก ออร์ก้า BC-559 คละสี\r\n', '-อินเด็กซ์พลาสติกใส มีความทนทานสูง ไม่ฉีกขาด\r\n-แบ่งเอกสารตามหมวดได้ 10 หมวดหมู่ ค้นหาง่าย\r\n-แถบด้านข้าง มี 11 รู ใช้งานกับแฟ้มได้ทุกชนิด\r\n-ช่วยคั่นหน้าเอกสารเพื่อความสะดวกในการจัดเก็บเอกสาร\r\n-ชนิด : 10 หยัก\r\n-สี : คละสี 10 สี\r\n-ขนาดสินค้า (กว้าง x ยาว) : 22.3 x 29.7 ซม. (A4)\r\n-บรรจุ 10 แผ่น/ชุด, 1 ชุด\r\n', 67, '67.1.jpg', '67.2.jpg', '67.3.jpg', '67.4.jpg', 7),
(68, 'สมุดริมลวด B5 70แกรม คละสี (40แผ่น) ตราช้าง WPP-B1', '*ปกพลาสติก PP คุณภาพดี ทนทาน บิดงอได้ * เข้าเล่มแบบริมลวด เปิดกางได้สะดวก * กระดาษ True Write ลดแสงสะท้อน ถนอมสายตา * เส้นบรรทัด ช่วยจัดระเบียบการเขียนให้เรียบร้อย * เหมาะสำหรับเขียนหรือจดบันทึกต่าง ๆ * กระดาษหนา : 70 แกรม * ขนาดสมุด (กว้าง x ยาว) : 18.2 x 25.7 ซม. (B5) * คละสี * บรรจุ 40 แผ่น/เล่ม', 61, '68.1.jpg', '68.2.jpg', '68.3.jpg', '68.4.jpg', 7),
(69, 'กระดาษอิงค์เจ็ทโฟโต้กลอสซี่ IJ 150 แกรม/50แผ่น', '-กระดาษโฟโต้กลอสซี่อิงค์เจ็ท น้ำหนัก 150 แกรม -ขนาด A4 บรรจุ 50 แผ่น\r\n-คุณสมบัติ : เคลือบผิวแบบ Cast Coated Paper Base เป็นการเคลือบขัดเงาเพิ่มความมันเงาให้ผิวกระดาษสามารถ\r\nรองรับน้ำหมึกจากเครื่องพิมพ์ได้เต็มประสิทธิภาพ น้ำหมึกแห้งเร็ว งานพิมพ์จึงมีสีสันสดใสพร้อมคุณสมบัติกันน้ำ\r\nกระดาษเคลือบน้ำยาสำหรับพิมพ์ด้านเดียว\r\n', 250, '69.1.jpg', '69.2.jpg', '69.3.jpg', '69.4.jpg', 7),
(70, 'กระดาษสี DOUBLE A คละสี ขนาด 210 ? 297 มม.', 'กระดาษสี DOUBLE A คละสี ขนาด 210 x 297 มม.\r\n-กระดาษสีคุณภาพดี\r\n-สีสม่ำเสมอ เรียบเนียน ไม่ติดเครื่อง\r\n-ขนาด A4 (210x297 มม.)\r\n-กระดาษหนา 80 แกรม\r\n-เหมาะสำหรับงานถ่ายเอกสาร งานพิมพ์ หรืองานศิลป์\r\n-คละ 5 สี ได้แก่ Yellow(Canary), Pink(Peach) , Green(Bush), Blue(Navy), Orange(carrot)\r\n-แบรนด์ DOUBLE A\r\n-บรรจุ  25 แผ่น/เเพ็ค\r\n', 25, '70.1.jpg', '70.2.jpg', '70.3.jpg', '70.4.jpg', 7),
(71, 'กรรไกร 7 นิ้ว สก๊อตช์ Home & Office', '*ใบมีดผลิตจากสเตนเลส ไม่เกิดสนิม ทนทาน ตัดได้เรียบคม * ด้ามจับพลาสติก ใช้งานได้กับผู้ใช้ที่ถนัดมือซ้ายและขวา * สำหรับตัดกระดาษ เทป ผ้า หรือวัสดุอื่นๆ ตามความเหมาะสม * สีด้ามจับ : แดง * ขนาดสินค้า (ยาว) : 7 นิ้ว/อัน * จำนวน 1 อัน *คำแนะนำและข้อควรระวัง* * ควรเก็บไว้ให้ห่างจากมือเด็ก *การรับประกันสินค้า* * สินค้ารับประกัน 5 ปี (ภายใต้เงื่อนไขบริษัทฯ) *หมายเหตุการสั่งซื้อ* * กรณีซื้อเป็นกล่อง สินค้าบรรจุ 6 อัน/แพ็ค * กรณีซื้อเป็นลัง สินค้าบรรจุ 36 อัน/กล่อง', 68, '71.1.jpg', '71.2.jpg', '71.3.jpg', '71.4.jpg', 8),
(72, 'แผ่นยางรองตัด 45x60 ซม. A2 เอลเฟ่น', '*ผลิตจากพลาสติก PP หนา 3 มม. ไร้สารพิษ ประสานรอยกรีดได้ในตัว ใช้งานได้ 2 ด้าน * คุณสมบัติ Non Silp Surface ตัดได้เรียบคมกว่า เอกสารไม่เลื่อนขณะกรีด * สเกลวัดขนาดในตัว สะดวกต่อการกรีดหรือตัดให้ได้ตามขนาดที่ต้องการ * ช่วยรักษาสภาพโต๊ะไม่ให้เป็นรอยขีดข่วนและรักษาความคมของใบมีด * เหมาะสำหรับรองตัดกระดาษหรือแผ่นฟิล์มที่มีขนาดเล็กกว่า A2 * สี : เขียว * ขนาดสินค้า (กว้าง x ยาว x หนา) : 45 x 60 x 0.3 ซม./แผ่น * จำนวน 1 แผ่น', 430, '72.1.jpg', '72.2.jpg', '72.3.jpg', '72.4.jpg', 8),
(73, 'มีดคัดเตอร์ ตราช้าง 1801', '-ด้ามสเตนเลสหุ้มพลาสติกคุณภาพดี รับกับใบมีด ลดความเสี่ยงในการใช้งาน \r\n-ใบมีดเหล็ก SK-05 คุณภาพสูง หักใบมีดได้ ทำมุมเฉียง 45 องศา \r\n-ล็อกใบมีดระบบ Auto Lock Slider เลื่อนล็อกอัตโนมัติ ปลอดภัย ใบมีดไม่เลื่อนกลับขณะใช้งาน \r\n-ฝาปิดท้าย สามารถใช้หักใบมีดได้ \r\n-สำหรับใช้ตัดกระดาษ พลาสติก รองรับการใช้งานหนัก งานช่าง และงานด้านอุตสาหกรรมต่างๆ \r\n-ใช้กับใบมีด ตราช้าง รุ่น 1845 \r\n-รองรับใบมีดขนาดมาตรฐาน : 18 มม\r\n', 59, '73.1.jpg', '73.2.jpg', '73.3.jpg', '73.4.jpg', 8),
(74, 'กรรไกร ME.STYLE รุ่น BELLA 5 นิ้ว', '-ด้ามจับผลิตจากพลาสติก สีสันสวยงาม\r\n-คุณภาพดี จับกระชับมือ\r\n-ใบมีดแข็งแรง ทนทาน ตัดได้เรียบคม\r\n-เหมาะสำหรับตัดกระดาษ ริบบิ้น ผ้า หรือวัสดุอื่นๆ ตามความเหมาะสม\r\n-ขนาด 5 นิ้ว\r\n-จำนวน 1 อัน\r\n\r\n', 49, '74.1.jpg', '74.2.jpg', '74.3.jpg', '74.4.jpg', 8),
(75, 'กรรไกร Westcott รุ่น นักเรียน 7\" # 16917 (คละ)', '-กรรไกรเวสต์คอทท์ รุ่นนักเรียน \r\n-กรรไกรลดแบคทีเรีย รุ่น Student hard handle with Antimicrobial Protection\r\n-สำหรับเด็กอายุ 8-12 ปีขึ้นไป ด้ามจับพลาสติก\r\n-ด้ามจับเคลือบสารยับยั้งการเจริญเติบโตของแบคทีเรีย\r\n-ใบมีดผลิตจากสแตนเลส แข็งแรง ทนทาน\r\n-ใช้ได้ทั้งมือซ้าย และมือขวา\r\n-ขนาด 7 นิ้ว No.16917\r\n-ขนาด 6 นิ้ว เหมาะสำหรับเด็ก อายุ 8 ปีขึ้นไป\r\n-ขนาด 7 นิ้ว เหมาะสำหรับเด็ก อายุ 12 ปีขึ้นไป\r\n\r\n', 49, '75.1.jpg', '75.2.jpg', '75.3.jpg', '75.4.jpg', 8),
(76, 'มีดคัตเตอร์ ไทเทเนียม 3M Size L Scotch XP002015285', '-ด้ามจับสเตนเลส ทรงด้ามแบบ 3 มิติ กระชับมือทุกรูปแบบการจับ \r\n-ขอบยางกันลื่นด้านข้าง ให้สัมผัสนุ่ม จับสบาย เพิ่มความแม่นยำในการตัด \r\n-ใบมีดสเตนเลสเคลือบไทเทเนียม แข็งแรง คงทน คมสูงยาวนานถึง 2 เท่า (เมื่อเทียบกับใบมีดที่ไม่ได้เคลือบไทเทเนียม) \r\n-ระบบออโต้ล็อก ล็อกใบมีดไม่ให้เลื่อนกลับในระดับที่ต้องการใช้งานได้อัตโนมัติ \r\n-ตัดวัสดุได้หลากหลาย ไม่เป็นขุย เช่น วอลเปเปอร์ กระดาษ การ์ดสี พีพีบอร์ด โฟมบอร์ด สติกเกอร์ แผ่นยางแทนไม้ลามิเนต ไม้บัลซ่า กล่องกระดาษลูกฟูก เป็นต้น\r\n-รองรับใบมีดขนาดมาตรฐาน : 18 มม. \r\n-ขนาดใบมีด (กว้าง x ยาว x หนา) : 18 x 100 x 0.5 มม. \r\n-ขนาดสินค้ารวมแพ็ค (กว้าง x ยาว x หนา) : 8.3 x 20.1 x 2.2 ซม. \r\n-จำนวน 1 อัน \r\n\r\n', 79, '76.1.jpg', '76.2.jpg', '76.3.jpg', '76.4.jpg', 8),
(77, 'มีดคัตเตอร์อเนกประสงค์ ขาว SDI 0443C', '*ตัวด้ามพลาสติก ABS แข็งแรง ทนทาน ดีไซน์สวย ทรงสามเหลี่ยม * ใบมีด SK2+Cr วัสดุพิเศษเอกลักษณ์เฉพาะจากญี่ปุ่น เฉียง 30 องศา * ระบบ Auto Lock เพิ่มความปลอดภัย ใบมีดไม่เลื่อนกลับขณะใช้งาน * ที่หักใบมีดในตัว รวดเร็วและสะดวกในการใช้งานได้อย่างต่อเนื่อง * การันตีด้วยรางวัล Good Design Awards 2014 จากประเทศญี่ปุ่น * ใช้งานร่วมกับใบมีด รุ่น 1361 * เหมาะกับการใช้งานฝีมือ สามารถตัด หั่น สับได้ * สี : ขาว * รองรับใบมีดขนาดมาตรฐาน : 9 มม. * จำนวน 1 อัน *สินค้าประกอบด้วย* * มีดคัตเตอร์ SDI รุ่น 0443C * ใบมีดสำรอง No. 1361 *คำแนะนำและข้อควรระวัง* * สินค้ามีคมควรเก็บให้พ้นมือเด็ก *หมายเหตุ* * สามารถแยกส่วนเพื่อนำกลับไปรีไซเคิลได้', 145, '77.1.jpg', '77.2.jpg', '77.3.jpg', '77.4.jpg', 8),
(78, 'มีดคัตเตอร์ 45L ดำ สก๊อตช์ XP002024089', '*ด้ามพลาสติก พร้อมขอบรองกันลื่น จับกระชับ น้ำหนักเบา พกพาสะดวก * ใบมีดสเตนเลส คุณภาพดี จากเกาหลี ทำมุมเฉียง 45 องศา คม ตัดได้เรียบ * ล็อกใบมีดระบบ Auto Lock Slider เลื่อนล็อกอัตโนมัติ ปลอดภัย ใบมีดไม่เลื่อนกลับขณะใช้งาน * สำหรับใช้ตัดกระดาษ พลาสติก งานตัดทั่วไปและงานออกแบบ-ประดิษฐ์ * รองรับใบมีดขนาดมาตรฐาน : 18 มม. * สี : ดำ * ขนาดใบมีด (กว้าง x ยาว) : 18 x 110 มม./อัน * จำนวน 1 อัน *คำแนะนำและข้อควรระวัง* * ควรเก็บไว้ให้ห่างจากเด็ก *หมายเหตุการสั่งซื้อ* * กรณีซื้อเป็นกล่อง สินค้าบรรจุ 10 อัน/กล่อง', 129, '78.1.jpg', '78.2.jpg', '78.3.jpg', '78.4.jpg', 8),
(79, 'กรรไกร Titanium Kitchen 8 นิ้ว แดง สก๊อตช์ KS-DT', '-* ใบมีดเคลือบด้วยเทคโนโลยี Electrolytic Polishing เป็นการขัดด้วยไฟฟ้า * ผิวเรียบเนียจึงไม่เป็นที่สะสมของแบคทีเรีย * ใบมีดไมเทเนียมคมเป็นพิเศษ ช่วยป้องกันการเกิดสนิม * ใบมีด Non-Stick ป้องกันการติดแน่น ของคราบน้ำมันและคราบน้ำ * ใบมีดถอดได้เหมาะสำหรับขอดเกล็ดปลา * ถอดล้างทำความสะอาดได้ทุกซอกมุม * ด้ามจับมีสารยับยั้งแบคทีเรีย ลดการสะสมของแบคทีเรีย * ใช้งานได้นาน ไม่เมื่อยมือ ช่วยทุ่นแรงตัด ตัดง่าย ไม่ต้องออกแรง * ขนาด 8 นิ้ว * ตัวด้ามมี 2 สีให้เลือก ม่วง แดง เพื่อแยกใช้งาน เช่น ของสด ของดิบ\r\n\r\n', 245, '79.1.jpg', '79.2.jpg', '79.3.jpg', '79.4.jpg', 8),
(80, 'ONE กรรไกร Triple (3 อัน/แพ็ค)', '-ใบมีดผลิตจากสเตนเลส ทนทาน คุณภาพดี\r\n-ด้ามจับหุ้มด้วยยางชนิดพิเศษ นุ่มจับกระชับมือ\r\n-ใช้สำหรับตัดกระดาษ เทป และวัสดุอื่นๆ ตามความเหมาะสม\r\n-ขนาดกรรไกร 21.5 ซม., 15.3ซม., 12.5ซม.\r\n-บรรจุ 3 อัน/แพ็ค\r\n-จำนวน 1 แพ็ค\r\n\r\n\r\n', 99, '80.1.jpg', '80.2.jpg', '80.3.jpg', '80.4.jpg', 8);

-- --------------------------------------------------------

--
-- Table structure for table `product_type`
--

CREATE TABLE `product_type` (
  `pt_id` int(3) NOT NULL,
  `pt_name` varchar(200) NOT NULL,
  `t_picture` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `product_type`
--

INSERT INTO `product_type` (`pt_id`, `pt_name`, `t_picture`) VALUES
(1, 'ดินสอและอุปกรณ์เสริม', 'type01.jpg'),
(2, 'แฟ้ม และ ซองเอกสาร', 'type02.jpg'),
(3, 'เครื่องคิดเลข', 'type03.jpg'),
(4, 'ยางลบและน้ำยาลบคำผิด', 'type04.jpg'),
(5, 'อุปกรณ์สำนักงานเบ็ดเตล็ด', 'type05.jpg'),
(6, 'อุปกรณ์วัด', 'type06.jpg'),
(7, 'กระดาษ', 'type07.jpg'),
(8, 'อุปกรณ์ตัด', 'type08.jpg');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`a_id`);

--
-- Indexes for table `contacts`
--
ALTER TABLE `contacts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customer`
--
ALTER TABLE `customer`
  ADD PRIMARY KEY (`c_id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`oid`);

--
-- Indexes for table `orders_detail`
--
ALTER TABLE `orders_detail`
  ADD PRIMARY KEY (`od_id`);

--
-- Indexes for table `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`p_id`);

--
-- Indexes for table `product_type`
--
ALTER TABLE `product_type`
  ADD PRIMARY KEY (`pt_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `contacts`
--
ALTER TABLE `contacts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `customer`
--
ALTER TABLE `customer`
  MODIFY `c_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `orders`
--
ALTER TABLE `orders`
  MODIFY `oid` int(7) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;

--
-- AUTO_INCREMENT for table `orders_detail`
--
ALTER TABLE `orders_detail`
  MODIFY `od_id` int(6) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=77;

--
-- AUTO_INCREMENT for table `product`
--
ALTER TABLE `product`
  MODIFY `p_id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=104;

--
-- AUTO_INCREMENT for table `product_type`
--
ALTER TABLE `product_type`
  MODIFY `pt_id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
